Tekla.Structures.Internal.dotClashCheckOptions_t


Tekla.Structures.Internal.dotClashCheckOptions_t.BoltHeadDiameter
Bolt Head Diameter.

Tekla.Structures.Internal.dotClashCheckOptions_t.NutThickness
Nut Thickness.

Tekla.Structures.Internal.dotClashCheckOptions_t.GetSet
Get = 0; Set = 1;